[
  {
    "body": "Whenever a transition is called for, view it as your soul knocking at the door of your life, bearing more gifts for you to bring to the world. change is a call from your soul to grow",
    "author": "Sonia Choquette"
  },
  {
    "body": "Faith is taking the first step even when you don't see the whole staircase.",
    "author": "Martin Luther King Jr."
  },
  {
    "body": "Children have taught me to confront unvarnished truth and unpleasant facts I'd often like to avoid.",
    "author": "Mirian Wright Edelman"
  },
  {
    "author": "Abraham Lincoln",
    "body": "These men ask for just the same thing: fairness, and fairness only. This is, so far as in my power, they, and all others, shall have."
  },
  {
    "body": "Whenever a transition is called for, view it as your soul knocking at the door of your life, bearing more gifts for you to bring to the world. change is a call from your soul to grow",
    "author": "Sonia Choquette"
  },
  {
    "body": "Faith is taking the first step even when you don't see the whole staircase.",
    "author": "Martin Luther King Jr."
  },
  {
    "body": "Children have taught me to confront unvarnished truth and unpleasant facts I'd often like to avoid.",
    "author": "Mirian Wright Edelman"
  },
  {

    "body": "Not everything that is faced can be changed, but nothing can be changed until it is faced.",
    "author": "James Baldwin"
  },
  {
    "body": "We don't see things as they are, we see them as we are",
    "author": "Anais Nin"
  },
  {
    "body": "At times our own light goes out and is rekindled by a spark from another person. Each of us has cause to think with deep gratitude of those who have lighted the flame within us.",
    "author": "Albert Schweitzer"
  },
  {
    "body": "Justice is what love looks like in public",
    "author": "Cornel West"
  },
  {
    "body": "When you listen generously to people, they can hear truth in themselves, often for the first time. And in the silence of listening, you can know yourself in everyone.",
    "author": "Rachel Naomi Remen, MD"
  },
  {
    "body": "Living simply makes loving simple",
    "author": "Bell Hooks"
  },
  {
    "body": "The inner life of any great thing will be incomprehensible to me until I develop and deepen an inner life of my own",
    "author": " Parker J. Palmer"
  },
  {
    "body": "You didn’t come into this house so I might tear off a piece of your life. Perhaps when you leave, you’ll take something of mine: chestnuts, roses, or a surety of roots",
    "author": "-Pablo Neruda"
  },
  {
    "body": "One good conversation can shift the direction of change forever.",
    "author": "Linda Lambert"
  },
  {
    "body": "There is no power for change greater than a community discovering what it cares about.",
    "author": "Margaret Wheatley"
  },
  {
    "body": "Peace demands the united efforts of us all. Who can foresee what spark might ignite the fuse?",
    "author": "Haile Selassie"
  },
  {
    "body": "Healing begins where the wound was made.",
    "author": "Alice Walker"
  },
  {
    "body": "Hope and fear cannot occupy the same space at the same time. Invite one to stay.",
    "author": "Maya Angelou"
  },
  {
    "body": "Education is what remains after one has forgotten everything he learned in school.",
    "author": "Albert Einstein"
  }
]
